Repository: benhoss/learny
Catalog: mobile/learny_app/lib/l10n/app_*.arb
Languages: fr, nl

# revisionSetupDuration
source: Duration
fr: Durée
nl: Duur

# revisionSetupDurationValue
source: 5 minutes
nl: 5 minuten

# revisionSetupSubjectFocus
source: Subject focus
fr: Matière
nl: Vak

# revisionSetupPickPack
source: Pick a pack
fr: Choisis un pack
nl: Kies een pakket

# revisionSetupAdaptiveMix
source: Adaptive mix
fr: Mix adaptatif
nl: Adaptieve mix

# revisionSetupAdaptiveFull
source: Due concepts + recent mistakes + latest uploads
fr: Concepts à revoir + erreurs récentes + derniers imports
nl: Te herhalen concepten + recente fouten + laatste uploads

# revisionSetupAdaptivePartial
source: Recent mistakes + latest uploads
fr: Erreurs récentes + derniers imports
nl: Recente fouten + laatste uploads

# revisionSetupStartButton
source: Start Express Session
fr: Commencer la session
nl: Sessie starten

# revisionSetupNoItems
source: No revision items are ready yet. Complete a game first.
fr: Pas encore de révision disponible. Termine d'abord un jeu.
nl: Nog geen herhalingsitems beschikbaar. Maak eerst een spel af.

# revisionSessionTitle
source: Express Session
fr: Session Express
nl: Express sessie

# revisionSessionNoSession
source: No revision session is ready yet. Upload and complete a game to unlock revision.
fr: Pas encore de session disponible. Importe et termine un jeu pour débloquer la révision.
nl: Nog geen sessie beschikbaar. Upload en maak een spel af om herhaling te ontgrendelen.

# revisionSessionLoading
source: Loading prompt...
fr: Chargement...
nl: Laden...

# revisionSessionFinish
source: Finish
fr: Terminer
nl: Afronden

# revisionSessionNext
source: Next
fr: Suivant
nl: Volgende

# revisionResultsTitle
source: Express Complete!
fr: Révision terminée !
nl: Herhaling voltooid!

# revisionResultsSubtitle
source: You sharpened {correct} key concepts.
fr: Tu as révisé {correct} concepts clés.
nl: Je hebt {correct} kernconcepten aangescherpt.

# revisionResultsAccuracy
source: Accuracy: {correct}/{total}
fr: Précision : {correct}/{total}
nl: Nauwkeurigheid: {correct}/{total}

# revisionResultsTotalXp
source: Total XP: {xp}
fr: XP total : {xp}
nl: Totaal XP: {xp}

# revisionResultsBackHome
source: Back to Home
fr: Retour à l'accueil
nl: Terug naar start

# revisionResultsSeeProgress
source: See Progress
fr: Voir les progrès
nl: Voortgang bekijken

# packDetailDefaultTitle
source: Learning Pack
fr: Pack d'apprentissage
nl: Leerpakket

# packDetailNoPack
source: No pack selected yet.
fr: Aucun pack sélectionné.
nl: Nog geen pakket geselecteerd.

# packDetailNoGamesTitle
source: No generated games yet
fr: Pas encore de jeux
nl: Nog geen spelletjes

# packDetailNoGamesMessage
source: Upload or regenerate this document to create games.
fr: Importe ou regénère ce document pour créer des jeux.
nl: Upload of genereer dit document opnieuw om spelletjes te maken.

# packDetailStartSession
source: Start Session
fr: Commencer la session
nl: Sessie starten

# packSessionDefaultTitle
source: Session Roadmap
fr: Plan de session
nl: Sessieschema

# packSessionSubtitle
source: {minutes} minute guided flow.
fr: Session guidée de {minutes} minutes.
nl: Begeleide sessie van {minutes} minuten.

# packSessionNoGamesTitle
source: No ready games
fr: Pas de jeux prêts
nl: Geen klare spelletjes

# packSessionNoGamesMessage
source: Finish document processing, then start the session.
fr: Termine le traitement du document, puis lance la session.
nl: Maak de documentverwerking af en start dan de sessie.

# packSessionStartNow
source: Start Now
fr: Commencer
nl: Nu starten

# packSessionNoGamesSnackBar
source: No generated games are ready for this pack yet.
fr: Aucun jeu n'est encore prêt pour ce pack.
nl: Er zijn nog geen spelletjes klaar voor dit pakket.

# packsListTitle
source: Learning Packs
fr: Packs d'apprentissage
nl: Leerpakketten

# funFactBrainPowerTitle
source: Brain Power
fr: Puissance cérébrale
nl: Hersenkracht

# funFactBrainPower
source: Your brain uses about 20% of your body's energy, even though it's only 2% of your weight!
fr: Ton cerveau utilise environ 20 % de l'énergie de ton corps, alors qu'il ne représente que 2 % de ton poids !
nl: Je hersenen gebruiken ongeveer 20% van de energie van je lichaam, terwijl ze maar 2% van je gewicht zijn!

# funFactOctopusTitle
source: Octopus Smarts
fr: Pieuvre intelligente
nl: Slimme octopus

# funFactOctopus
source: Octopuses have 9 brains! One central brain and a mini-brain in each of their 8 arms.
fr: Les pieuvres ont 9 cerveaux ! Un cerveau central et un mini-cerveau dans chacun de leurs 8 bras.
nl: Octopussen hebben 9 hersenen! Een centraal brein en een minibrein in elk van hun 8 armen.

# funFactSchoolTitle
source: School History
fr: Histoire de l'école
nl: Schoolgeschiedenis

# funFactSchool
source: The world's oldest school is in Morocco - it's been teaching students since 859 AD!
fr: La plus ancienne école du monde est au Maroc - elle enseigne depuis 859 après J.-C. !
nl: De oudste school ter wereld is in Marokko - daar wordt al les gegeven sinds 859 na Christus!

# funFactMemoryTitle
source: Memory Trick
fr: Astuce mémoire
nl: Geheugentip

# funFactMemory
source: You remember things better when you learn them right before sleep. Sweet dreams = smart dreams!
fr: Tu retiens mieux quand tu apprends juste avant de dormir. Beaux rêves = rêves intelligents !
nl: Je onthoudt dingen beter als je ze vlak voor het slapen leert. Mooie dromen = slimme dromen!

# funFactGameTitle
source: Game Learning
fr: Apprendre en jouant
nl: Spelend leren

# funFactGame
source: Playing educational games can improve memory by up to 30%. You're doing great!
fr: Les jeux éducatifs peuvent améliorer la mémoire de 30 %. Tu fais du super boulot !
nl: Educatieve spelletjes kunnen het geheugen met 30% verbeteren. Goed bezig!

# funFactLanguageTitle
source: Language Fun
fr: Fun linguistique
nl: Taalfeit

# funFactLanguage
source: Kids who learn multiple subjects together remember 40% more than studying one at a time.
fr: Les enfants qui étudient plusieurs matières ensemble retiennent 40 % de plus.
nl: Kinderen die meerdere vakken samen leren, onthouden 40% meer.

# funFactSpaceTitle
source: Space Fact
fr: Fait spatial
nl: Ruimtefeit

# funFactSpace
source: Astronauts study for years! NASA training takes about 2 years of intense learning.
fr: Les astronautes étudient pendant des années ! La formation NASA dure environ 2 ans.
nl: Astronauten studeren jarenlang! NASA-training duurt ongeveer 2 jaar.

# funFactMusicTitle
source: Music & Math
fr: Musique et maths
nl: Muziek en wiskunde

# funFactMusic
source: Learning music helps with math! Both use patterns and counting in similar ways.
fr: La musique aide en maths ! Les deux utilisent des motifs et du comptage.
nl: Muziek leren helpt bij wiskunde! Beide gebruiken patronen en tellen.

# funFactAnimalTitle
source: Animal Teachers
fr: Profs animaux
nl: Dierenleraren

# funFactAnimal
source: Meerkats teach their babies how to eat scorpions by bringing them dead ones first!
fr: Les suricates apprennent à leurs petits à manger des scorpions en leur apportant des morts !
nl: Stokstaartjes leren hun baby's schorpioenen te eten door eerst dode te brengen!

# funFactPencilTitle
source: Pencil Power
fr: Pouvoir du crayon
nl: Potloodkracht

# funFactPencil
source: The average pencil can write about 45,000 words. That's a lot of homework!
fr: Un crayon peut écrire environ 45 000 mots. Ça fait beaucoup de devoirs !
nl: Een gemiddeld potlood kan ongeveer 45.000 woorden schrijven. Dat is veel huiswerk!

# funFactColorTitle
source: Color Memory
fr: Mémoire colorée
nl: Kleurgeheugen

# funFactColor
source: You remember colorful things better! That's why highlighters help you study.
fr: Tu retiens mieux les choses colorées ! C'est pour ça que les surligneurs aident à étudier.
nl: Je onthoudt kleurrijke dingen beter! Daarom helpen markeerstiften bij het studeren.

# funFactElephantTitle
source: Elephant Memory
fr: Mémoire d'éléphant
nl: Olifantengeheugen

# funFactElephant
source: Elephants really do have great memories - they can remember friends for decades!
fr: Les éléphants ont vraiment une super mémoire - ils se souviennent de leurs amis pendant des décennies !
nl: Olifanten hebben echt een geweldig geheugen - ze herinneren zich vrienden tientallen jaren!

# funFactQuickTitle
source: Quick Learner
fr: Apprentissage rapide
nl: Snel leren

# funFactQuick
source: Your brain can process an image in just 13 milliseconds. Faster than a blink!
fr: Ton cerveau peut traiter une image en seulement 13 millisecondes. Plus rapide qu'un clin d'œil !
nl: Je hersenen kunnen een beeld verwerken in slechts 13 milliseconden. Sneller dan een knipoog!

# funFactDreamTitle
source: Dream Learning
fr: Apprendre en rêvant
nl: Dromend leren

# funFactDream
source: Your brain replays what you learned during the day while you dream!
fr: Ton cerveau rejoue ce que tu as appris pendant la journée quand tu rêves !
nl: Je hersenen spelen overdag geleerde dingen opnieuw af terwijl je droomt!

# funFactPracticeTitle
source: Practice Perfect
fr: La pratique rend parfait
nl: Oefening baart kunst

# funFactPractice
source: It takes about 10,000 hours of practice to become an expert at something.
fr: Il faut environ 10 000 heures de pratique pour devenir expert en quelque chose.
nl: Het kost ongeveer 10.000 uur oefening om ergens expert in te worden.

# noChildProfile
source: No child profile available.
fr: Aucun profil enfant disponible.
nl: Geen kindprofiel beschikbaar.

source: No image selected.
fr: Aucune image sélectionnée.
nl: Geen afbeelding geselecteerd.

source: Missing document ID.
fr: ID du document manquant.
nl: Document-ID ontbreekt.

# missingPackId
source: Missing learning pack id for retry.
fr: ID du pack manquant pour réessayer.
nl: Pakket-ID ontbreekt voor opnieuw proberen.

source: Document processing failed.
fr: Le traitement du document a échoué.
nl: Documentverwerking mislukt.

source: Pack missing id.
fr: Le pack n'a pas d'identifiant.
nl: Pakket heeft geen ID.

# resultSyncSkipped
source: Game result sync skipped: missing childId/packId/gameId.
fr: Synchronisation ignorée : childId/packId/gameId manquant.
nl: Synchronisatie overgeslagen: childId/packId/gameId ontbreekt.

# processingStepUploading
source: Uploading
fr: Envoi
nl: Uploaden

# processingStepProcessing
source: Processing
fr: Traitement
nl: Verwerken

# processingStepGenerating
source: Generating
fr: Génération
nl: Genereren

# processingStepCreatingGames
source: Creating games
fr: Création des jeux
nl: Spellen maken

source: Switch Profile
fr: Changer de profil
nl: Wissel van profiel

# switchProfileHint
source: Tap a profile to switch
fr: Appuie sur un profil pour changer
nl: Tik op een profiel om te wisselen

# accountSettingsGradeRangeLabel
source: Preferred grade range
fr: Plage de notes préférée
nl: Voorkeursrangbereik

# accountSettingsNameLabel
source: Name
fr: Nom
nl: Naam

# accountSettingsSaveChanges
source: Save Changes
fr: Enregistrer les modifications
nl: Wijzigingen opslaan

# accountSettingsSubtitle
source: Manage parent profile and preferences.
fr: Gérer le profil et les préférences des parents.
nl: Beheer bovenliggend profiel en voorkeuren.

# accountSettingsTitle
source: Account Settings
fr: Paramètres du compte
nl: Accountinstellingen

# achievementsSubtitle
source: Celebrate wins big and small.
fr: Je célèbre les victoires, qu’elles soient grandes ou petites.
nl: Celebrate wint groot en klein.

# achievementsTitle
source: Achievements
fr: Réussites
nl: Prestaties

# authPasswordLabel
source: Password
fr: Mot de passe
nl: Wachtwoord

# cameraCaptureChooseMultiplePages
source: Choose Multiple Pages
fr: Choisir plusieurs pages
nl: Meerdere pagina's kiezen

# cameraCaptureChooseSinglePhoto
source: Choose Single Photo
fr: Choisir une seule photo
nl: Kies enkele foto

# cameraCaptureSubtitle
source: Frame the worksheet and snap a photo.
fr: Encadrez la feuille de calcul et prenez une photo.
nl: Kader het werkblad in en maak een foto.

# cameraCaptureTakePhoto
source: Take Photo
fr: Prendre une photo
nl: Foto maken

# cameraCaptureTitle
source: Snap Homework
nl: Snap huiswerk

# cameraCaptureUploadPdfInstead
source: Upload PDF Instead
fr: Télécharger le PDF à la place
nl: Upload in plaats daarvan PDF

# childSelectorSubtitle
source: Switch between children.
fr: Basculer entre les enfants.
nl: Wissel tussen kinderen.

# childSelectorTitle
source: Child Profiles
fr: Profils enfants
nl: Kindprofielen

# commonCancel
source: Cancel
fr: Annuler
nl: Annuleren

# commonClear
source: Clear
fr: Vide
nl: Wissen

# contactSupportFrom
source: From: {email}
fr: De : {email}
nl: Vanaf: {email}

# contactSupportMessageLabel
source: Message
nl: Bericht

# contactSupportSendMessage
source: Send Message
fr: Envoyer un message
nl: Stuur een bericht

# contactSupportSubtitle
source: We usually respond within 24 hours.
fr: NOUS VOUS RÉPONDRONS DANS LES 24 HEURES
nl: We komen binnen 24 uur bij je terug.

# contactSupportTitle
source: Contact Support
fr: Contacter le support
nl: Neem contact op met support

# contactSupportTopicLabel
source: Topic
fr: Thème
nl: Onderwerp

# createProfileAvatarFox
source: Fox
fr: Renard
nl: Vos

# createProfileAvatarFoxBuddy
source: Fox Buddy
fr: Ami Renard
nl: Vriend Vos

# createProfileAvatarOwl
source: Owl
fr: Hibou
nl: Uil

# createProfileAvatarPenguin
source: Penguin
fr: Pingouin
nl: Pinguïn

# deleteAccountBody
source: Deleting {name}'s account will remove all child profiles and documents. This cannot be undone.
fr: La suppression du compte de {name} supprimera tous les profils et documents enfants. Cela ne peut pas être annulé.
nl: Als je het account van {name} verwijdert, worden alle onderliggende profielen en documenten verwijderd. Dit kan niet ongedaan worden gemaakt.

# deleteAccountConfirmDelete
source: Confirm Delete
fr: Confirmer la suppression
nl: Bevestig de verwijdering

# deleteAccountSubtitle
source: This action is permanent.
fr: Cette action est permanente.
nl: Deze actie is permanent.

# deleteAccountTitle
source: Delete Account
fr: Supprimer le compte
nl: Account verwijderen

# emptyStateSubtitle
source: Upload a worksheet to get started.
fr: Téléchargez une feuille de calcul pour commencer.
nl: Upload een werkblad om aan de slag te gaan.

# emptyStateTitle
source: Nothing Here Yet
fr: Rien ici pour l'instant.
nl: Niks hier

# errorStateSubtitle
source: We could not process the document.
fr: Nous n'avons pas pu traiter le document.
nl: Kon het document niet verwerken

# errorStateTitle
source: Something Went Wrong
fr: Quelque chose a mal tournée
nl: Er is iets misgegaan

# errorStateTryAgain
source: Try Again
fr: Réessayez
nl: Probeer het opnieuw

# faqSubtitle
source: Answers to common questions.
fr: • des réponses à des questions courantes
nl: Antwoorden op veelgestelde vragen.

# forgotPasswordEmailAddressLabel
source: Email address
fr: Adresse e-mail
nl: E-mailadres

# forgotPasswordSendLink
source: Send Link
fr: Ajouter un lien
nl: Stuur een link

# forgotPasswordSubtitle
source: We'll send a reset link to your email.
fr: Nous enverrons un lien de réinitialisation à votre adresse e-mail.
nl: We sturen een resetlink naar je e-mail.

# forgotPasswordTitle
source: Reset Password
fr: Réinit mot de passe
nl: Wachtwoord opnieuw instellen

# homeTabHome
source: Home
fr: Accueil
nl: Thuis

# homeTabPacks
source: Packs
nl: Pakketten

# homeTabProgress
source: Progress
fr: Avancement
nl: Voortgang

# learningTimeSubtitle
source: Minutes per day
fr: Une comparaison des données canadiennes et néerlandaises sur l&apos;emploi du temps montre que les adolescents néerlandais consacrent 20 minutes par jour de plus que les adolescents canadiens à l&apos;école et aux travaux scolaires, mais environ 20 minutes de moins au travail rémunéré et 10 minutes de moins aux tâches domestiques.
nl: _____ minuten per dag

# learningTimeTitle
source: Learning Time
fr: Durée du cours
nl: leertijd

# loginButton
source: Log In
fr: Se connecter
nl: Aanmelden

# loginCreateAccountPrompt
source: New here? Create an account
fr: Vous êtes nouveau ici ? Créez un compte.
nl: Nieuw hier? Maak een account aan

# loginForgotPassword
source: Forgot password?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?

# loginSubtitle
source: Log in to continue your child's learning journey.
fr: Connectez-vous pour poursuivre le parcours d'apprentissage de votre enfant.
nl: Log in om de leerreis van uw kind voort te zetten.

# loginTitle
source: Welcome Back
fr: Bienvenu à nouveau
nl: Welkom terug

# masteryDetailsEmptySubtitle
source: Upload and complete games to build concept mastery.
fr: Téléchargez et terminez des jeux pour développer la maîtrise du concept.
nl: Upload en voltooi games om conceptmeesterschap op te bouwen.

# masteryDetailsNoDataSubtitle
source: Run at least one generated game to populate this view.
fr: Exécutez au moins un jeu généré pour remplir cette vue.
nl: Voer ten minste één gegenereerd spel uit om deze weergave te vullen.

# masteryDetailsNoDataTitle
source: No mastery data yet
fr: Pas encore de données de maîtrise
nl: Nog geen beheersingsgegevens

# masteryDetailsSubtitle
source: Concept-level breakdown from your uploaded study content.
fr: Répartition au niveau du concept à partir du contenu de votre étude téléchargé.
nl: Uitsplitsing op conceptniveau van uw geüploade studie-inhoud.

# masteryDetailsTitle
source: Mastery Details
fr: Maîtrise du détail
nl: Beheersingsdetails

# masteryStatusNeedsReview
source: Needs review
fr: Nécessite une révision@option: check trans-unit state
nl: Moet worden nagekeken@option:check trans-unit state

# masteryStatusPracticing
source: Practicing
fr: Entraînement
nl: Oefenen

# notificationsMarkRead
source: Mark read
fr: Marquer comme lu
nl: Markeer gelezen

# notificationsSubtitle
source: Friendly nudges for parents and kids.
fr: Nudges amicaux pour les parents et les enfants.
nl: Vriendelijke duwtjes voor ouders en kinderen.

# notificationsTitle
source: Notifications
nl: Meldingen

# offlineRetry
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# offlineSubtitle
source: Check your connection to sync progress.
fr: Vérifiez votre connexion pour synchroniser la progression.
nl: Controleer uw verbinding om de voortgang van de synchronisatie te controleren.

# offlineTitle
source: You're Offline
fr: Vous êtes déconnecté(e)
nl: U bent offline!

# onboardingConsentAgreeButton
source: Agree & Continue
fr: accepter et poursuivre
nl: Ga akkoord &amp; Ga verder

# onboardingConsentCoppaSubtitle
source: Parent consent required before use.
fr: Consentement des parents requis avant utilisation.
nl: Toestemming van de ouder vereist voor gebruik.

# onboardingConsentCoppaTitle
source: COPPA-friendly
nl: COPPA-vriendelijk

# onboardingConsentEducatorSubtitle
source: Content aligns to school standards.
fr: Le contenu est conforme aux normes de l'école.
nl: De inhoud is afgestemd op de normen van de school.

# onboardingConsentEducatorTitle
source: Educator designed
fr: Conçu par un éducateur
nl: Opvoeder ontworpen

# onboardingConsentNoDataSellingSubtitle
source: We never share or sell personal info.
fr: Nous ne partageons ni ne vendons jamais d'informations personnelles.
nl: We delen of verkopen nooit persoonlijke informatie.

# onboardingConsentNoDataSellingTitle
source: No data selling
fr: Aucune vente de données
nl: Geen gegevensverkoop

# onboardingConsentSubtitle
source: We keep kids safe, private, and ad-free.
fr: Nous gardons les enfants en sécurité, privés et sans publicité.
nl: We houden kinderen veilig, privé en reclamevrij.

# onboardingConsentTitle
source: Parent Consent
fr: Formulaire de consentement des parents
nl: Toestemming van ouder

# onboardingCreateProfileButton
source: Create a Profile
fr: Créez un profil
nl: Een profiel aanmaken

# onboardingFoxBlurb
source: Learny the fox keeps practice playful and focused.
fr: Apprendre le renard permet de pratiquer de manière ludique et concentrée.
nl: Leerling de vos houdt de praktijk speels en gefocust.

# onboardingGetStarted
source: Get Started
fr: Démarrez
nl: Aan de slag

# onboardingHowItWorksSubtitle
source: From homework to mastery in 3 quick steps.
fr: Des devoirs à la maîtrise en 3 étapes rapides.
nl: Van huiswerk naar meesterschap in 3 snelle stappen.

# onboardingHowItWorksTitle
source: How It Works
fr: Comment ça marche
nl: Hoe werkt het

# onboardingStep1Subtitle
source: Take a photo of any worksheet or page.
fr: Prenez une photo de n'importe quelle feuille de calcul ou page.
nl: Maak een foto van een werkblad of pagina.

# onboardingStep1Title
source: Snap your homework
fr: Vos devoirs
nl: Snap je huiswerk

# onboardingStep2Subtitle
source: Flashcards, quizzes, and matching in seconds.
fr: Cartes-éclair, quiz et correspondance en quelques secondes.
nl: Flashcards, quizzen en matching in seconden.

# onboardingStep2Title
source: AI creates learning games
fr: L'IA crée des jeux d'apprentissage
nl: AI creëert leerspellen

# onboardingStep3Subtitle
source: Short sessions with streaks and XP boosts.
fr: Sessions courtes avec des stries et des boosters d'XP.
nl: Korte sessies met strepen en XP-boosts.

# onboardingStep3Title
source: Learn & earn rewards
fr: Apprendre et gagner des récompenses
nl: Beloningen leren en verdienen

# onboardingWelcomeSubtitle
source: Your AI learning buddy for smart, playful study sessions.
fr: Votre compagnon d'apprentissage IA pour des sessions d'étude intelligentes et ludiques.
nl: Jouw AI learning buddy voor slimme, speelse studiesessies.

# onboardingWelcomeTitle
source: Welcome to Learny!
fr: Bienvenue dans Learny !
nl: Welkom bij Learny!

# packsMasteryProgress
source: {percent}% mastery • {mastered}/{total} concepts
fr: {percent}% Maîtrise • Concepts {mastered}/{total}
nl: {percent}% meesterschap • {mastered}/{total} concepten

# packsStartSession
source: Start a Session
fr: Débuter une séance
nl: Een sessie starten

# packsSubtitle
source: Personalized packs based on homework.
fr: Packs personnalisés basés sur les devoirs.
nl: Gepersonaliseerde pakketten op basis van huiswerk.

# packsTitle
source: Learning Packs
fr: Packs d'apprentissage
nl: Leerpakketten

# packsLibraryByTopicTitle
source: Library by Topic
fr: Bibliothèque par matière
nl: Bibliotheek per onderwerp

# packsLibraryByTopicSubtitle
source: Browse recent documents grouped by subject.
fr: Parcourez les documents récents par sujet.
nl: Bekijk recente documenten per vak.

# packsViewLibrary
source: View Document Library
fr: Bibliothèque de documents
nl: Documentbibliotheek

# parentDashboardActiveChild
source: Active child
fr: Enfant actif
nl: Actief kind

# parentDashboardChildSelector
source: Child Selector
fr: Sélecteur enfant
nl: Kinderselector

# parentDashboardLearningTime
source: Learning Time
fr: Durée du cours
nl: leertijd

# parentDashboardSubtitle
source: Track progress and guide next steps.
fr: Suivez les progrès et guidez les prochaines étapes.
nl: Volg de voortgang en begeleid de volgende stappen.

# parentDashboardTitle
source: Parent Dashboard
fr: Tableau de bord parent
nl: Bovenliggend dashboard

# parentDashboardWeakAreas
source: Weak Areas
fr: Points faibles
nl: Zwakke gebieden

# parentDashboardWeeklySummary
source: Weekly Summary
fr: Résumé hebdomadaire
nl: Wekelijks overzicht

# parentOnlyLabel
source: Parent only
fr: Parent seulement
nl: Toon alleen oudercategorie

# parentPinChangeSubtitle
source: Set a new PIN for parent-only access.
fr: Définissez un nouveau code PIN pour l'accès réservé aux parents.
nl: Stel een nieuwe pincode in voor toegang alleen voor ouders.

# parentPinChangeTitle
source: Change PIN
fr: Modifier le code NIP
nl: Pincode wijzigen

# parentPinCodeLabel
source: 4-digit PIN
fr: Code à 4 chiffres
nl: 4-cijferige pincode

# parentPinEnterSubtitle
source: Enter your PIN to continue.
fr: Saisissez votre code PIN de travail pour continuer.
nl: Voer je PINCODE in om door te gaan.
