Repository: benhoss/learny
Catalog: mobile/learny_app/lib/l10n/app_*.arb
Languages: fr, nl

# parentPinSaveButton
source: Save PIN
fr: Enregistrer le CODE PIN
nl: Bewaar dealpin

# parentPinUnlockButton
source: Unlock Parent Settings
fr: Déverrouiller les paramètres parents
nl: Bovenliggende instellingen ontgrendelen

# parentSettingsChildProfiles
source: Child profiles
fr: Profils enfants
nl: Kinderprofielen

# parentSettingsParentProfile
source: Parent profile
fr: Profil parent
nl: Bovenliggend profiel

# parentSettingsProfilesCount
source: {count} profiles
fr: Profils {count}
nl: {count} profielen

# parentSettingsProtectSubtitle
source: Protect parent-only settings.
fr: Protéger les paramètres réservés aux parents.
nl: Bescherm instellingen voor alleen ouders.

# parentSettingsSetChangePin
source: Set / Change PIN
fr: Définir / Changer le CODE PIN
nl: PINCODE instellen / wijzigen

# parentSettingsSubtitle
source: Manage subscription and family controls.
fr: Gérez les contrôles d'abonnement et de famille.
nl: Beheer abonnements- en gezinsbesturingselementen.

# parentSettingsTitle
source: Parent Settings
fr: paramètres parentaux
nl: Bovenliggende instellingen

# planAlreadyHaveAccount
source: Already have an account? Log in
fr: Vous avez déjà un compte? Connectez vous
nl: Heeft u al een account? Log dan in

# planChooseSubtitle
source: Start free. Upgrade anytime.
fr: Commencez gratuitement. Mettez à niveau à tout moment.
nl: Begin gratis. Upgrade op elk gewenst moment.

# planChooseTitle
source: Choose Your Plan
fr: Choisissez votre abonnement
nl: Kies je abonnement

# planFamilySubtitle
source: Up to 4 child profiles
fr: Jusqu'à 4 profils enfants
nl: Maximaal 4 kinderprofielen

# planFamilyTitle
source: Family
fr: Famille
nl: Familie

# planFreeSubtitle
source: 3 packs per month
fr: 3 paquets par mois
nl: 3 verpakkingen per maand

# planFreeTitle
source: Free
fr: Libre
nl: Gratis

# planProSubtitle
source: Unlimited packs + games
fr: Packs illimités + jeux
nl: Onbeperkte pakketten + games

# safetyPrivacyCoppaSubtitle
source: Parental consent required
fr: Il faut un consentement parental.
nl: Ouderlijke toestemming vereist

# safetyPrivacyEncryptedSubtitle
source: Files are protected
fr: Les fichiers sont protégés
nl: Bestanden zijn beveiligd

# safetyPrivacyEncryptedTitle
source: Encrypted storage
fr: Stockage chiffré
nl: Versleutelde opslag

# safetyPrivacyNoAdsSubtitle
source: We do not monetize data
fr: Nous ne monétisons pas les données
nl: We verdienen geen geld met gegevens

# safetyPrivacyNoAdsTitle
source: No ads, no selling
fr: Aucune publicité, aucune vente
nl: Geen advertenties, geen verkoop

# safetyPrivacySubtitle
source: Built for kids, trusted by parents.
fr: Construit pour les enfants, approuvé par les parents.
nl: Gemaakt voor kinderen, vertrouwd door ouders.

# safetyPrivacyTitle
source: Safety & Privacy
fr: Sécurité / confidentialité
nl: Veiligheid &amp; privacy

# settingsClearAllConfirm
source: This clears all learning memory signals. Continue?
fr: Cela efface tous les signaux de mémoire d'apprentissage. Continuer ?
nl: Hiermee worden alle signalen van het leergeheugen gewist. Doorgaan?

# settingsClearAllLearningMemorySubtitle
source: Events, revision, game results, mastery.
fr: Événements, révision, résultats du jeu, maîtrise.
nl: Gebeurtenissen, revisie, spelresultaten, meesterschap.

# settingsClearAllLearningMemoryTitle
source: Clear all learning memory
fr: Effacer toute la mémoire d'apprentissage
nl: Wis al het leergeheugen

# settingsClearEventsOnlySubtitle
source: Keeps mastery and results.
fr: Maintient la maîtrise et les résultats.
nl: Behoudt meesterschap en resultaten.

# settingsClearEventsOnlyTitle
source: Clear events only
fr: Supprimer les événements
nl: Alleen gebeurtenissen wissen

# settingsClearMemoryScopeTitle
source: Clear Memory Scope
fr: Effacer la portée de la mémoire
nl: Geheugenbereik wissen

# settingsClearRevisionSessionsSubtitle
source: Removes quick revision history.
fr: Supprime l'historique des révisions rapides.
nl: Verwijdert snelle revisiegeschiedenis.

# settingsClearRevisionSessionsTitle
source: Clear revision sessions
fr: Séances de révision claires
nl: Revisiesessies wissen

# settingsClearScopeConfirm
source: Clear memory scope "{scope}"?
fr: Effacer l'étendue de mémoire « {scope} » ?
nl: Geheugenbereik "{scope}" wissen?

# settingsConfirmClearMemoryTitle
source: Confirm clear memory
fr: Confirmer la mémoire claire
nl: Bevestig geheugen wissen

# settingsDeleteAccountSubtitle
source: This is a destructive action.
fr: C'est une action destructrice.
nl: Dit is een destructieve actie.

# settingsDetailLevelBrief
source: Brief
fr: Résumé
nl: Samenvatting

# settingsDetailLevelDetailed
source: Detailed
fr: Détaillé
nl: Gedetaileerd

# settingsLastReset
source: Last reset: {scope} at {time}
fr: Dernière réinitialisation : {scope} à {time}
nl: Laatste reset: {scope} op {time}

# settingsLearningMemoryTitle
source: Learning Memory
fr: Apprentissage/mémoire
nl: Leren en geheugen

# settingsNoRecentMemoryReset
source: No recent memory reset.
fr: Aucune réinitialisation récente de la mémoire.
nl: Geen recente geheugenreset.

# settingsNotificationsSubtitle
source: Get updates about new packs and streaks.
fr: Obtenez des mises à jour sur les nouveaux packs et les nouvelles séries.
nl: Ontvang updates over nieuwe pakketten en strepen.

# settingsNotificationsTitle
source: Notifications
nl: Meldingen

# settingsPersonalizedRecommendationsSubtitle
source: Use activity history to adapt next steps.
fr: Utilisez l'historique des activités pour adapter les prochaines étapes.
nl: Gebruik activiteitsgeschiedenis om de volgende stappen aan te passen.

# settingsPersonalizedRecommendationsTitle
source: Personalized Recommendations
nl: voor op je lijf geschreven aanbevelingen

# settingsRationaleDetailLevelTitle
source: Rationale Detail Level
fr: Niveau de détail de la justification
nl: Rationale detailniveau

# settingsRecommendationRationaleSubtitle
source: Display "why this suggestion" explanations.
fr: Afficher les explications « pourquoi cette suggestion ».
nl: Geef uitleg over "waarom deze suggestie" weer.

# settingsRecommendationRationaleTitle
source: Show Recommendation Rationale
fr: <g id="1">Recommandation/Justification </g>
nl: Aanbevelingsreden weergeven

# settingsSoundEffectsSubtitle
source: Play sounds during games.
fr: Jouer des sons pendant les jeux.
nl: Geluiden afspelen tijdens games.

# settingsSoundEffectsTitle
source: Sound Effects
fr: Effets Sonores
nl: Geluidseffecten

# settingsStudyRemindersSubtitle
source: Daily reminders for short sessions.
fr: Rappels quotidiens pour les courtes sessions.
nl: Dagelijkse herinneringen voor korte sessies.

# settingsStudyRemindersTitle
source: Study Reminders
fr: Rappels de l'étude
nl: Onderzoeksherinneringen

# settingsUnknownScope
source: unknown
fr: inconnu
nl: onbekend

# signupCreateAccount
source: Create Account
fr: Créer compte
nl: Account aanmaken

# signupFullNameLabel
source: Full name
fr: Nom complet
nl: Volledige naam

# signupLoginPrompt
source: Already have an account? Log in
fr: Vous avez déjà un compte? Connectez vous
nl: Heeft u al een account? Log dan in

# signupSubtitle
source: Set up a secure parent profile to manage learning.
fr: Configurez un profil parent sécurisé pour gérer l'apprentissage.
nl: Stel een veilig ouderprofiel in om het leren te beheren.

# signupTitle
source: Create Parent Account
fr: Créez votre compte parent
nl: Bovenliggend account aanmaken

# streaksRewardsCurrentStreak
source: Current streak
fr: Série actuelle
nl: Huidig spel:NAME OF TRANSLATORS

# streaksRewardsDays
source: {count} days
fr: {count} jours
nl: {count} dagen

# streaksRewardsSubtitle
source: Keep the momentum going!
fr: Continuez sur votre lancée.
nl: Houd het momentum gaande!

# streaksRewardsTitle
source: Streaks & Rewards
fr: Streaks et récompenses
nl: Strepen en beloningen

# streaksRewardsUnlocked
source: Rewards unlocked
fr: Récompenses débloquées
nl: Beloningen ontgrendeld

# subscriptionCurrentPlan
source: Current plan: {plan}
fr: Formule actuelle : {plan}
nl: Huidig abonnement: {plan}

# subscriptionPlanIncluded
source: Full access included with the free plan.
fr: Accès complet inclus avec le plan gratuit.
nl: Volledige toegang inbegrepen bij het gratis abonnement.

# subscriptionSubtitle
source: Learny is free to use. Parents can upgrade anytime.
fr: Learny est gratuit à utiliser. Les parents peuvent mettre à niveau à tout moment.
nl: Learny is gratis te gebruiken. Ouders kunnen op elk moment upgraden.

# subscriptionUpgradePlan
source: Upgrade Plan
fr: Mettre à niveau l'abonnement
nl: Lidmaatschap Upgraden

# upgradePlanContinueToCheckout
source: Continue to Checkout
fr: Continuer à la caisse
nl: Ga door naar betalen

# upgradePlanSubtitle
source: Unlock unlimited packs and parent insights.
fr: Débloquez des packs illimités et des informations sur les parents.
nl: Ontgrendel onbeperkte pakketten en bovenliggende inzichten.

# upgradePlanTitle
source: Upgrade Plan
fr: Mettre à niveau l'abonnement
nl: Lidmaatschap Upgraden

# verifyEmailCodeLabel
source: Verification code
fr: Code de vérification
nl: Verificatiecode

# verifyEmailContinueToApp
source: Continue to App
fr: Continuer vers l'application
nl: Doorgaan naar

# verifyEmailResendCode
source: Resend code
fr: Renvoyer le code
nl: Code opnieuw verzenden

# verifyEmailSubtitle
source: We've sent a 6-digit code to parent@example.com.
fr: Nous avons envoyé un code à 6 chiffres à parent@example.com.
nl: We hebben een zescijferige code gestuurd naar parent@example.com.

# verifyEmailTitle
source: Verify Your Email
fr: Vérifier votre courriel
nl: Verifieer uw e-mail

# weakAreasSubtitle
source: Focus zones to review next.
fr: Zones de concentration à examiner ensuite.
nl: Focuszones om de volgende keer te bekijken.

# weakAreasTitle
source: Weak Areas
fr: Points faibles
nl: Zwakke gebieden

# weeklySummaryAchievements
source: Achievements
fr: Réussites
nl: Prestaties

# weeklySummaryNewBadges
source: {count} new badges
fr: {count} nouveaux badges
nl: {count} nieuwe badges

# weeklySummarySessionsCompleted
source: Sessions completed
fr: Sessions terminées :
nl: Afgeronde sessies

# weeklySummarySessionsValue
source: {count} sessions
nl: {count} sessies

# weeklySummarySubtitle
source: Highlights from the past 7 days.
fr: Faits marquants des 7 derniers jours.
nl: Hoogtepunten van de afgelopen zeven dagen.

# weeklySummaryTimeSpent
source: Time spent
fr: Temps utilisé
nl: Bestede tijd

# weeklySummaryTitle
source: Weekly Summary
fr: Résumé hebdomadaire
nl: Wekelijks overzicht

# weeklySummaryTopSubject
source: Top subject
fr: Sujet principal
nl: Toponderwerp

# processingAlternativesLabel
source: Alternatives: {alternatives}
nl: Alternatieven: {alternatives}

# processingConfidenceLabel
source: Confidence: {percent}%{modelSuffix}
fr: Confiance : {percent}%{modelSuffix}
nl: Vertrouwen: {percent}%{modelSuffix}

# processingConfirmGenerate
source: Confirm & Generate
fr: Confirmer et générer
nl: Bevestigen en genereren

# processingLanguageLabel
source: Language
fr: Langue
nl: Taal

# processingNoAlternatives
source: No alternatives suggested.
fr: Aucune alternative suggérée.
nl: Geen alternatieven voorgesteld.

# processingRescan
source: Rescan
fr: Balayer à nouveau
nl: Scan opnieuw

# processingStarting
source: Starting...
fr: Démarrage...
nl: Start...

# processingTopicLabel
source: Topic
fr: Thème
nl: Onderwerp

# processingTopicLanguageRequired
source: Topic and language are required to continue.
fr: Le sujet et la langue sont requis pour continuer.
nl: Onderwerp en taal zijn vereist om door te gaan.

# processingValidateScanSubtitle
source: Confirm or edit the topic and language before deep generation starts.
fr: Confirmez ou modifiez le sujet et la langue avant le début de la génération approfondie.
nl: Bevestig of bewerk het onderwerp en de taal voordat de diepe generatie begint.

# processingValidateScanTitle
source: Validate AI scan
fr: Valider l'analyse de l'IA
nl: AI-scan valideren

# progressCouldNotRegenerateDocument
source: Could not regenerate document right now.
fr: Impossible de régénérer le document pour le moment.
nl: Kan document nu niet opnieuw genereren.

# progressCouldNotReopen
source: Could not reopen this subject: {error}
fr: Impossible de rouvrir ce sujet : {error}
nl: Kon dit onderwerp niet opnieuw openen: {error}

# progressCouldNotStartRegenerationFor
source: Could not start regeneration for {gameType}.
fr: Impossible de démarrer la régénération pour {gameType}.
nl: Kon regeneratie voor {gameType} niet starten.

# progressDeltaNew
source: New
fr: Nouveau
nl: Nieuwe

# progressDocumentRegenerationStarted
source: Document regeneration started.
fr: La régénération du document a commencé.
nl: Documentregeneratie gestart.

# progressGenerateNewGameTypeSubtitle
source: Choose a type to regenerate from this document
fr: Choisissez un type à régénérer à partir de ce document
nl: Kies een type om te regenereren vanuit dit document

# progressGenerateNewGameTypeTitle
source: Generate New Game Type
fr: Générer un nouveau type de jeu
nl: Genereer nieuw speltype

# progressLatestCheerEmpty
source: Upload a document and complete a game to start your momentum.
fr: Téléchargez un document et terminez un jeu pour démarrer votre dynamique.
nl: Upload een document en voltooi een spel om je momentum te starten.

# progressLoadOlderActivity
source: Load older activity
fr: Charger une activité plus ancienne
nl: Oudere activiteit laden

# progressMetricAvgScore
source: Avg score
fr: Score moy.
nl: nl-NL Avg Score

# progressMetricRecentXp
source: Recent XP
fr: XP récente
nl: Recente XP

# progressMetricSessions
source: Sessions
nl: Sessies

# progressMomentumBuilding
source: Building momentum
fr: Avancer plus vite et mieux
nl: Momentum opbouwen

# progressMomentumExcellent
source: Excellent momentum
fr: Excellente dynamique
nl: Uitstekend momentum.

# progressMomentumReady
source: Ready to start
fr: Prêtes au démarrage
nl: Klaar om te beginnen...

# progressMomentumSteady
source: Steady momentum
fr: Un élan constant
nl: Stabiel momentum

# progressNewGameType
source: New Game Type
fr: Nouveau type de jeu
nl: Nieuw speltype

# progressNoActivitySubtitle
source: Play a generated game to see results and motivation here.
fr: Jouez à un jeu généré pour voir les résultats et la motivation ici.
nl: Speel een gegenereerd spel om hier resultaten en motivatie te zien.

# progressNoActivityTitle
source: No activity yet
fr: Aucune activité pour l'instant
nl: Nog geen activiteit

# progressNoReadyGames
source: No ready games found for this subject yet.
fr: Aucun jeu prêt trouvé pour ce sujet pour le moment.
nl: Er zijn nog geen kant-en-klare spellen gevonden voor dit onderwerp.

# progressOpenOverview
source: Open Progress Overview
fr: Aperçu de la progression
nl: Voortgangsoverzicht

# progressOverviewAreasToFocus
source: Areas to Focus
fr: Domaines prioritaires
nl: Vier aandachtsgebieden

# progressOverviewDayStreak
source: Day Streak
nl: Dagreeks

# progressOverviewLevelLearner
source: Level {level} Learner
fr: Niveau {level} Étudiant
nl: Niveau {level} Leerling

# progressOverviewMastery
source: Mastery
fr: Maîtrise
nl: Meesterschap

# progressOverviewSessions
source: Sessions
nl: Sessies

# progressOverviewTitle
source: Your Progress
fr: Votre progression
nl: Jouw voortgang

# progressOverviewTopSubject
source: Top Subject
fr: Sujet principal
nl: Toponderwerp

# progressOverviewTopicMastery
source: Topic Mastery
fr: Maîtrise du sujet
nl: Onderwerpmeesterschap

# progressOverviewTopicMasteryEmpty
source: Complete some lessons to see your mastery!
fr: Complétez quelques leçons pour voir votre maîtrise !
nl: Voltooi enkele lessen om je meesterschap te zien!

# progressOverviewTotalXp
source: {xp} XP total
nl: {xp} XP totaal

# progressOverviewXpToNextLevel
source: {xpToNext} XP to Level {nextLevel}
fr: {xpToNext} XP au niveau {nextLevel}
nl: {xpToNext} XP tot niveau {nextLevel}

# progressOverviewXpToday
source: XP Today
fr: XP aujourd'hui
nl: XP vandaag

# progressPastActivityTitle
source: Past Activity
fr: Activité passée
nl: Eerdere activiteit

# progressRedoDocument
source: Redo Document
fr: Refaire le document
nl: Document opnieuw uitvoeren

# progressRedoSubject
source: Redo Subject
fr: Refaire le sujet
nl: Onderwerp opnieuw uitvoeren

# progressRefresh
source: Refresh
fr: Actualiser
nl: Vernieuwen

# progressRegenerationStartedFor
source: Regeneration started for {gameType}.
fr: La régénération a commencé pour {gameType}.
nl: Regeneratie gestart voor {gameType}.

# progressScoreBandImproving
source: Improving
fr: En amélioration
nl: Gegroeid

# progressScoreBandKeepGoing
source: Keep Going
fr: Continue
nl: Doorgaan

# progressScoreBandStrong
source: Strong
fr: Fort
nl: Sterk

# progressSubtitle
source: Past results, trends, and what to redo next.
fr: Résultats passés, tendances et quoi refaire ensuite.
nl: Resultaten uit het verleden, trends en wat je vervolgens opnieuw moet doen.

# progressWeeklyMastery
source: {percent}% mastery across this week's packs
fr: {percent}% maîtrise des packs de cette semaine
nl: {percent}% meesterschap over de pakketten van deze week

# progressWeeklyProgressTitle
source: Weekly Progress
fr: Progrès hebdomadaire
nl: Wekelijkse voortgang

# docStatusQuickScanFailed
source: Quick scan failed
fr: Échec de l'analyse rapide
nl: Snelle scan mislukt

# docStatusAwaitingValidation
source: Awaiting validation
fr: En attente de validation
nl: In afwachting van bevestiging

# stageQuickScanQueue
source: Quick Scan Queue
fr: File d'attente d'analyse rapide
nl: Snelle scanwachtrij

# stageAwaitingValidation
source: Awaiting Validation
fr: En attente de validation
nl: In afwachting van bevestiging

# stageQuickScanFailed
source: Quick Scan Failed
fr: Échec de l'analyse rapide
nl: Snelle scan mislukt

# statusQuickScanQueued
source: Quick scan queued...
fr: Analyse rapide en file d'attente...
nl: Quick scan in de wachtrij...

# statusQuickScanProcessing
source: Running quick scan...
fr: Exécution de l'analyse rapide...
nl: Quick scan wordt uitgevoerd...

# statusAwaitingValidation
source: Awaiting your validation...
fr: En attente de votre validation...
nl: In afwachting van uw validatie...

# statusQuickScanFailed
source: Quick scan failed. Please retry.
fr: Échec de l'analyse rapide. Veuillez réessayer.
nl: Snelle scan mislukt. Probeer het opnieuw.

# homeTabSettings
source: Settings
fr: Réglages

# masteryStatusMastered
source: Mastered
fr: Maitrise

# packsItemsMinutes
source: {itemCount} items • {minutes} min
fr: {itemCount} articles • {minutes} min

# parentSettingsSubscription
source: Subscription
fr: Inscription

# safetyPrivacyCoppaTitle
source: COPPA compliant
fr: Conforme COPPA

# settingsTitle
source: Settings
fr: Réglages

# streaksRewardsBadges
source: {count} badges
fr: Badges {count}

# subscriptionTitle
source: Subscription
fr: Inscription

# progressMetricStreak
source: Streak
fr: Série

# docStatusQuickScanQueued
source: Quick scan queue
fr: File d'attente d'analyse rapide

# docStatusQuickScanProcessing
source: Quick scan
fr: anayse rapide

# stageQuickScanProcessing
source: Quick Scan
fr: Scan rapide
