Repository: benhoss/learny
Catalog: mobile/learny_app/lib/l10n/app_*.arb
Languages: fr, nl

# homeGreeting
source: Good morning,
fr: Bonjour,
nl: Goedemorgen,

# homeWelcomeMessage
source: Ready to learn something new today? Let's turn your school lessons into fun games!
fr: Prêt à apprendre quelque chose de nouveau aujourd'hui ? Transformons tes leçons en jeux amusants !
nl: Klaar om iets nieuws te leren vandaag? Laten we je schoollessen omzetten in leuke spelletjes!

# homeStartLearningTitle
source: Start Learning
fr: Commencer
nl: Begin met leren

# homeStartLearningSubtitle
source: Upload your lesson and play
fr: Importe ta leçon et joue
nl: Upload je les en speel

# homeRevisionExpressTitle
source: Revision Express
fr: Révision Express
nl: Herhaling Express

# homeRevisionExpressSubtitle
source: Quick 5-minute review
fr: Révision rapide de 5 minutes
nl: Snelle herhaling van 5 minuten

# homeSmartNextSteps
source: Smart Next Steps
fr: Prochaines étapes
nl: Slimme volgende stappen

# homeNoRecommendations
source: Upload a document to get AI recommendations based on real study data.
fr: Importe un document pour obtenir des recommandations basées sur tes données d'étude.
nl: Upload een document om AI-aanbevelingen te krijgen op basis van je studiegegevens.

# homeContinueLearning
source: Continue learning
fr: Continuer à apprendre
nl: Verder leren

# homeBasedOnActivity
source: Based on your recent activity
fr: Basé sur ton activité récente
nl: Op basis van je recente activiteit

# homeWhyThis
source: Why this?
fr: Pourquoi ?
nl: Waarom?

# homeThisWeek
source: This Week
fr: Cette semaine
nl: Deze week

# homeProgressMessage
source: You've completed {sessionsCompleted} learning sessions. Great work!
fr: Tu as complété {sessionsCompleted} sessions d'apprentissage. Bravo !
nl: Je hebt {sessionsCompleted} leersessies voltooid. Goed gedaan!

# homeReviewCount
source: {count, plural, =1{1 concept to review} other{{count} concepts to review}}
fr: {count, plural, =1{1 concept à revoir} other{{count} concepts à revoir}}
nl: {count, plural, =1{1 concept te herhalen} other{{count} concepten te herhalen}}

# homeReviewSubtitle
source: Review now to keep learning!
fr: Révise maintenant pour continuer à progresser !
nl: Herhaal nu om te blijven leren!

# homeAchievements
source: Achievements
fr: Succès
nl: Prestaties

# homeProgress
source: Progress
fr: Progrès
nl: Voortgang

# homePackMastery
source: Pack Mastery
fr: Maîtrise des packs
nl: Pakketbeheersing

# homeWhyRecommendation
source: Why this recommendation?
fr: Pourquoi cette recommandation ?
nl: Waarom deze aanbeveling?

# homeRecommendation
source: Recommendation
fr: Recommandation
nl: Aanbeveling

# homeNoExplainability
source: No additional rationale available for this suggestion.
fr: Pas d'explication supplémentaire disponible pour cette suggestion.
nl: Geen extra uitleg beschikbaar voor deze suggestie.

# homeClose
source: Close
fr: Fermer
nl: Sluiten

# quizCorrectFeedback
source: You're on a roll!
fr: Tu es en forme !
nl: Je bent goed bezig!

# quizIncorrectFeedback
source: Review the explanation and keep going.
fr: Revois l'explication et continue.
nl: Bekijk de uitleg en ga verder.

# quizNoQuizMessage
source: No generated quiz is ready for this pack yet.
fr: Aucun quiz n'est encore prêt pour ce pack.
nl: Er is nog geen quiz klaar voor dit pakket.

# quizUploadDocument
source: Upload Document
fr: Importer un document
nl: Document uploaden

# quizYourAnswer
source: Your answer
fr: Ta réponse
nl: Jouw antwoord

# quizTypeAnswerHint
source: Type your answer here...
fr: Tape ta réponse ici...
nl: Typ je antwoord hier...

# quizSelectAllThatApply
source: Select all that apply
fr: Sélectionne toutes les bonnes réponses
nl: Selecteer alle juiste antwoorden

# quizDragIntoOrder
source: Drag items into the correct order
fr: Glisse les éléments dans le bon ordre
nl: Sleep de items in de juiste volgorde

# quizLoadingQuestion
source: Loading question...
fr: Chargement de la question...
nl: Vraag laden...

# quizCheckAnswer
source: Check Answer
fr: Vérifier
nl: Controleren

# quizFinish
source: Finish
fr: Terminer
nl: Afronden

# quizProgress
source: Question {current} of {total}
fr: Question {current} sur {total}
nl: Vraag {current} van {total}

# quizEmptyProgress
source: Question 0 / 0
nl: Vraag 0 / 0

# quizSaveAndExit
source: Save & Exit
fr: Sauvegarder et quitter
nl: Opslaan en afsluiten

# quizSetupTitle
source: Build Your Quiz
fr: Compose ton quiz
nl: Stel je quiz samen

# quizSetupSubtitle
source: Choose how many questions you want today.
fr: Choisis le nombre de questions pour aujourd'hui.
nl: Kies hoeveel vragen je vandaag wilt.

# quizSetupCountValue
source: {count} questions
nl: {count} vragen

# quizSetupFunLineShort
source: Quick sprint mode. Fast focus, big wins.
fr: Mode sprint. Rapide, fun, efficace.
nl: Sprintmodus. Snel, scherp en klaar.

# quizSetupFunLineMedium
source: Balanced challenge unlocked. You got this.
fr: Défi équilibré activé. Tu gères.
nl: Gebalanceerde uitdaging. Jij kunt dit.

# quizSetupFunLineLong
source: Legend mode activated. Deep focus time.
fr: Mode légende activé. Focus maximal.
nl: Legendemodus actief. Tijd voor diepe focus.

# quizSetupStartButton
source: Start My Quiz
fr: Lancer mon quiz
nl: Start mijn quiz

# quizSetupResumeHint
source: You have {remaining} questions left in your saved quiz.
fr: Il te reste {remaining} questions dans ton quiz sauvegardé.
nl: Je hebt nog {remaining} vragen in je opgeslagen quiz.

# quizSetupResumeButton
source: Resume Saved Quiz
fr: Reprendre le quiz sauvegardé
nl: Hervat opgeslagen quiz

# gameTypeTrueFalse
source: True or False
fr: Vrai ou Faux
nl: Waar of Niet Waar

# gameTypeMultiSelect
source: Choose All That Apply
fr: Choisis toutes les bonnes réponses
nl: Kies alle juiste antwoorden

# gameTypeFillBlank
source: Fill in the Blank
fr: Complète la phrase
nl: Vul het gat in

# gameTypeShortAnswer
source: Short Answer
fr: Réponse courte
nl: Kort antwoord

# gameTypeOrdering
source: Put in Order
fr: Remets dans l'ordre
nl: Zet in de juiste volgorde

# gameTypeMatching
source: Matching Pairs
fr: Associer les paires
nl: Koppel de paren

# gameTypeFlashcards
source: Flashcards
fr: Cartes mémoire
nl: Geheugenkaarten

# gameTypeQuiz
source: Quick Quiz
fr: Quiz rapide
nl: Snelle quiz

# gameSubtitleTrueFalse
source: Quick judgments
fr: Jugements rapides
nl: Snelle beoordelingen

# gameSubtitleMultiSelect
source: Multiple correct answers
fr: Plusieurs bonnes réponses
nl: Meerdere juiste antwoorden

# gameSubtitleFillBlank
source: Complete the sentence
fr: Complète la phrase
nl: Maak de zin af

# gameSubtitleShortAnswer
source: Write a quick response
fr: Écris une réponse courte
nl: Schrijf een kort antwoord

# gameSubtitleOrdering
source: Drag items into order
fr: Glisse dans le bon ordre
nl: Sleep in de juiste volgorde

# gameSubtitleMatching
source: Match linked concepts
fr: Associe les concepts liés
nl: Koppel gerelateerde concepten

# gameSubtitleFlashcards
source: Warm-up concepts
fr: Révise les concepts
nl: Opwarmconcepten

# gameSubtitleQuiz
source: Multiple choice questions
fr: Questions à choix multiples
nl: Meerkeuzevragen

# trueFalseTrue
source: True
fr: Vrai
nl: Waar

# trueFalseFalse
source: False
fr: Faux
nl: Niet waar

# flashcardsDefaultTitle
source: Flashcards
fr: Cartes mémoire
nl: Geheugenkaarten

# flashcardsFront
source: Front
fr: Recto
nl: Voorkant

# flashcardsBack
source: Back
fr: Verso
nl: Achterkant

# flashcardsProgress
source: Card {current} of {total}
fr: Carte {current} sur {total}
nl: Kaart {current} van {total}

# flashcardsEmptyProgress
source: Card 0 / 0
fr: Carte 0 / 0
nl: Kaart 0 / 0

# flashcardsFlipCard
source: Flip Card
fr: Retourner
nl: Omdraaien

# flashcardsFinish
source: Finish
fr: Terminer
nl: Afronden

# flashcardsGotItNext
source: Got it! Next
fr: Compris ! Suivant
nl: Begrepen! Volgende

# flashcardsQuestion
source: Question
nl: Vraag

# flashcardsAnswer
source: Answer
fr: Réponse
nl: Antwoord

# flashcardsTapToFlip
source: Tap to flip
fr: Appuie pour retourner
nl: Tik om te draaien

# matchingDefaultTitle
source: Matching Game
fr: Jeu d'association
nl: Koppelspel

# matchingSubtitle
source: Tap two matching items
fr: Touche deux éléments correspondants
nl: Tik op twee bij elkaar horende items

# matchingNoItems
source: No matching pairs available.
fr: Aucune paire disponible.
nl: Geen koppelparen beschikbaar.

# matchingProgress
source: {matched} of {total} pairs matched
fr: {matched} paires sur {total} trouvées
nl: {matched} van {total} paren gekoppeld

# matchingContinue
source: Continue
fr: Continuer
nl: Doorgaan

# matchingMismatch
source: Not quite - try again!
fr: Pas tout à fait - réessaie !
nl: Niet helemaal - probeer opnieuw!

# resultsGreatJob
source: Great Job!
fr: Bravo !
nl: Goed gedaan!

# resultsSubtitle
source: You earned {xp} XP in this round and kept your streak.
fr: Tu as gagné {xp} XP dans cette manche et maintenu ta série.
nl: Je hebt {xp} XP verdiend in deze ronde en je reeks behouden.

# resultsSyncError
source: Progress sync is delayed. We will retry automatically.
fr: La synchronisation est retardée. Nous réessaierons automatiquement.
nl: Synchronisatie is vertraagd. We proberen het automatisch opnieuw.

# resultsFinishSession
source: Finish Session
fr: Terminer la session
nl: Sessie afronden

# resultsContinue
source: Continue
fr: Continuer
nl: Doorgaan

# resultsReviewMistakes
source: Review Mistakes
fr: Revoir les erreurs
nl: Fouten bekijken

# resultsSeeProgress
source: See Progress
fr: Voir les progrès
nl: Voortgang bekijken

# resultsBackToHome
source: Back to Home
fr: Retour à l'accueil
nl: Terug naar start

# resultsRetryMistakes
source: Retry Mistakes
fr: Réessayer les erreurs
nl: Fouten opnieuw proberen

# processingReadyTitle
source: Ready to Learn!
fr: Prêt à apprendre !
nl: Klaar om te leren!

# processingTitle
source: Creating Your Quiz
fr: Création de ton quiz
nl: Je quiz wordt gemaakt

# processingGoBack
source: Go Back
fr: Retour
nl: Terug

# processingTransfer
source: Transfer
fr: Transfert
nl: Overdracht

# processingAI
source: AI Processing
fr: Traitement IA
nl: AI-verwerking

# processingSuccessTitle
source: Your Quiz is Ready!
fr: Ton quiz est prêt !
nl: Je quiz is klaar!

# processingSuccessMessage
source: Jump in while the material is fresh.
fr: Lance-toi pendant que c'est frais.
nl: Spring erin terwijl het vers is.

# processingSuccessDetail
source: Personalized games created from your document
fr: Jeux personnalisés créés à partir de ton document
nl: Gepersonaliseerde spelletjes gemaakt van je document

# processingErrorTitle
source: Something went wrong
fr: Quelque chose n'a pas fonctionné
nl: Er ging iets mis

# processingErrorHint
source: Try uploading a clearer image or a different document.
fr: Essaie d'importer une image plus claire ou un autre document.
nl: Probeer een duidelijker beeld of een ander document te uploaden.

# processingStartFlashcards
source: Start Flashcards
fr: Commencer les cartes
nl: Start geheugenkaarten

# processingStartMatching
source: Start Matching
fr: Commencer l'association
nl: Start koppelspel

# processingStartTrueFalse
source: Start True/False
fr: Commencer Vrai/Faux
nl: Start Waar/Niet waar

# processingStartMultiSelect
source: Start Multi-Select
fr: Commencer Multi-choix
nl: Start meerkeuze

# processingStartFillBlank
source: Start Fill-in-the-Blank
fr: Commencer Texte à trous
nl: Start invuloefening

# processingStartShortAnswer
source: Start Short Answer
fr: Commencer Réponse courte
nl: Start kort antwoord

# processingStartOrdering
source: Start Ordering Game
fr: Commencer le tri
nl: Start sorteerspel

# processingStartQuiz
source: Start the Quiz
fr: Commencer le quiz
nl: Start de quiz

# processingStartLearning
source: Start Learning
fr: Commencer
nl: Begin met leren

# statusQueued
source: Waiting in queue...
fr: En attente...
nl: In de wachtrij...

# statusOcr
source: Reading your document...
fr: Lecture de ton document...
nl: Je document lezen...

# statusConceptQueueing
source: Preparing concepts...
fr: Préparation des concepts...
nl: Concepten voorbereiden...

# statusConceptExtraction
source: Extracting key concepts...
fr: Extraction des concepts clés...
nl: Kernconcepten extraheren...

# statusPackQueueing
source: Preparing learning pack...
fr: Préparation du pack...
nl: Leerpakket voorbereiden...

# statusPackGeneration
source: Building learning pack...
fr: Construction du pack...
nl: Leerpakket samenstellen...

# statusGameQueueing
source: Preparing games...
fr: Préparation des jeux...
nl: Spelletjes voorbereiden...

# statusGameGeneration
source: Generating games and quizzes...
fr: Génération des jeux et quiz...
nl: Spelletjes en quizzen genereren...

# statusReady
source: Quiz ready!
fr: Quiz prêt !
nl: Quiz klaar!

# statusOcrFailed
source: OCR failed. Please retry.
fr: La lecture a échoué. Réessaie.
nl: Lezen mislukt. Probeer opnieuw.

# statusConceptExtractionFailed
source: Concept extraction failed. Please retry.
fr: L'extraction a échoué. Réessaie.
nl: Extractie mislukt. Probeer opnieuw.

# statusPackGenerationFailed
source: Pack generation failed. Please retry.
fr: La génération du pack a échoué. Réessaie.
nl: Pakketgeneratie mislukt. Probeer opnieuw.

# statusGameGenerationFailed
source: Game generation failed. Please retry.
fr: La génération des jeux a échoué. Réessaie.
nl: Spelgeneratie mislukt. Probeer opnieuw.

# statusProcessing
source: Processing document...
fr: Traitement du document...
nl: Document verwerken...

# statusGenerating
source: Generating learning content...
fr: Génération du contenu...
nl: Leerinhoud genereren...

# statusFirstGameReady
source: First game is ready. Finishing remaining games...
fr: Premier jeu prêt. Finalisation des autres jeux...
nl: Eerste spel klaar. Rest wordt afgemaakt...

# statusUploadingDocument
source: Uploading document...
fr: Import du document...
nl: Document uploaden...

# statusProcessingAndGenerating
source: Processing and generating quiz...
fr: Traitement et génération du quiz...
nl: Verwerken en quiz genereren...

# statusGenerationFailed
source: Generation failed
fr: La génération a échoué
nl: Generatie mislukt

# statusCreatingGames
source: Creating games and quizzes...
fr: Création des jeux et quiz...
nl: Spelletjes en quizzen maken...

# statusGenerationTimedOut
source: Quiz generation timed out. Please try again.
fr: La génération a expiré. Réessaie.
nl: Generatie verlopen. Probeer opnieuw.

# stageFirstGameReady
source: First Game Ready
fr: Premier jeu prêt
nl: Eerste spel klaar

# stageQueued
source: Queued
fr: En attente
nl: Wachtrij

# stageOcr
source: OCR
fr: Lecture
nl: Lezen

# stageConceptQueue
source: Concept Queue
fr: File concepts
nl: Conceptwachtrij

# stageConceptExtraction
source: Concept Extraction
fr: Extraction
nl: Extractie

# stagePackQueue
source: Pack Queue
fr: File pack
nl: Pakketwachtrij

# stagePackGeneration
source: Pack Generation
fr: Génération pack
nl: Pakketgeneratie

# stageGameQueue
source: Game Queue
fr: File jeux
nl: Spelwachtrij

# stageGameGeneration
source: Game Generation
fr: Génération jeux
nl: Spelgeneratie

# stageReady
source: Ready
fr: Prêt
nl: Klaar

# stageOcrFailed
source: OCR Failed
fr: Lecture échouée
nl: Lezen mislukt

# stageConceptFailed
source: Concept Failed
fr: Extraction échouée
nl: Extractie mislukt

# stagePackFailed
source: Pack Failed
fr: Pack échoué
nl: Pakket mislukt

# stageGameFailed
source: Game Failed
fr: Jeux échoués
nl: Spel mislukt

# stageProcessing
source: Processing
fr: Traitement
nl: Verwerking

# stageProcessed
source: Processed
fr: Traité
nl: Verwerkt

# docStatusQueued
source: Queued
fr: En attente
nl: Wachtrij

# docStatusProcessing
source: Processing
fr: Traitement
nl: Verwerking

# docStatusProcessed
source: Processed
fr: Traité
nl: Verwerkt

# docStatusReady
source: Ready
fr: Prêt
nl: Klaar

# docStatusFailed
source: Failed
fr: Échoué
nl: Mislukt

# docStatusUnknown
source: Unknown
fr: Inconnu
nl: Onbekend

# uploadTitle
source: Upload a File
fr: Importer un fichier
nl: Bestand uploaden

# uploadSubtitle
source: PDFs and images supported.
fr: PDF et images acceptés.
nl: PDF's en afbeeldingen ondersteund.

# uploadDragOrBrowse
source: Drag & drop or browse
fr: Glisse ou parcours
nl: Sleep of blader

# uploadTitleLabel
source: Title (optional)
fr: Titre (optionnel)
nl: Titel (optioneel)

# uploadTitleHint
source: e.g. Observation and interpretation
fr: ex. Observation et interprétation
nl: bijv. Observatie en interpretatie

# uploadSubjectLabel
source: Subject (optional)
fr: Matière (optionnel)
nl: Vak (optioneel)

# uploadSubjectHint
source: e.g. French verbs
fr: ex. Verbes français
nl: bijv. Franse werkwoorden

# uploadLanguageLabel
source: Language (optional)
fr: Langue (optionnel)
nl: Taal (optioneel)

# uploadLanguageHint
source: e.g. French
fr: ex. Français
nl: bijv. Frans

# uploadGoalLabel
source: Learning goal (optional)
fr: Objectif (optionnel)
nl: Leerdoel (optioneel)

# uploadGoalHint
source: e.g. Present tense conjugation
fr: ex. Conjugaison au présent
nl: bijv. Vervoeging tegenwoordige tijd

# uploadContextLabel
source: Extra context (optional)
fr: Contexte supplémentaire (optionnel)
nl: Extra context (optioneel)

# uploadContextHint
source: Short notes to guide quiz generation
fr: Notes pour guider la génération du quiz
nl: Notities om de quizgeneratie te begeleiden

# uploadAnalyzing
source: Analyzing...
fr: Analyse...
nl: Analyseren...

# uploadSuggestionFeedback
source: Suggested from current context (confidence {percent}%). Edit any field before continuing.
fr: Suggestion basée sur le contexte actuel (confiance {percent}%). Modifie les champs avant de continuer.
nl: Suggestie op basis van de huidige context (betrouwbaarheid {percent}%). Pas velden aan voordat je verdergaat.

# uploadSuggestMetadata
source: Suggest Metadata with AI
fr: Suggérer avec l'IA
nl: Suggereren met AI

# uploadSuggestionUnavailable
source: Suggestion unavailable right now.
fr: Suggestion indisponible pour le moment.
nl: Suggestie nu niet beschikbaar.

# uploadChooseFile
source: Choose File
fr: Choisir un fichier
nl: Bestand kiezen

# createProfileTitle
source: You're Ready!
fr: C'est parti !
nl: Klaar om te beginnen!

# createProfileSubtitle
source: Let's learn together.
fr: Apprenons ensemble.
nl: Laten we samen leren.

# createProfileNameLabel
source: Profile name
fr: Nom du profil
nl: Profielnaam

# createProfileNameHint
source: Your name
fr: Ton prénom
nl: Jouw naam

# createProfileAvatarLabel
source: Choose your avatar
fr: Choisis ton avatar
nl: Kies je avatar

# createProfileContinue
source: Continue
fr: Continuer
nl: Doorgaan

# createProfileLanguageLabel
source: Language
fr: Langue
nl: Taal

# feedbackIncorrect
source: Not quite
fr: Pas tout à fait
nl: Niet helemaal

# feedbackContinue
source: Continue
fr: Continuer
nl: Doorgaan

# resultSummaryAccuracy
source: {correct} of {total} correct
fr: {correct} sur {total} correct
nl: {correct} van {total} correct

# resultSummaryStreak
source: Streak
fr: Série
nl: Reeks

# resultSummaryStreakDays
source: {count, plural, =1{1 day} other{{count} days}}
fr: {count, plural, =1{1 jour} other{{count} jours}}
nl: {count, plural, =1{1 dag} other{{count} dagen}}

# resultSummaryMastery
source: Mastery
fr: Maîtrise
nl: Beheersing

# reviewScreenTitle
source: Review Capture
fr: Vérifier la capture
nl: Opname bekijken

# reviewScreenSubtitle
source: Crop, rotate, or retake if needed.
fr: Recadre, tourne ou reprends si nécessaire.
nl: Bijsnijden, draaien of opnieuw maken indien nodig.

# reviewAddPage
source: Add Another Page
fr: Ajouter une page
nl: Pagina toevoegen

# reviewLooksGood
source: Looks Good
fr: C'est bon
nl: Ziet er goed uit

# reviewSuggestionFeedback
source: Suggested from capture context (confidence {percent}%). Edit any field before continuing.
fr: Suggestion basée sur la capture (confiance {percent}%). Modifie les champs avant de continuer.
nl: Suggestie op basis van de opname (betrouwbaarheid {percent}%). Pas velden aan voordat je verdergaat.

# reviewRetake
source: Retake
fr: Reprendre
nl: Opnieuw maken

# libraryTitle
source: Document Library
fr: Bibliothèque
nl: Documentbibliotheek

# librarySubtitle
source: Your uploaded worksheets and PDFs.
fr: Tes documents importés.
nl: Je geüploade werkbladen en PDF's.

# libraryAddNew
source: Add New Document
fr: Nouveau document
nl: Nieuw document

# librarySyncButton
source: Sync Library
fr: Synchroniser
nl: Synchroniseren

# libraryRegenerateTooltip
source: Re-generate quiz
fr: Re-générer le quiz
nl: Quiz opnieuw genereren

# librarySearchHint
source: Search documents and packs
fr: Rechercher des documents et des packs
nl: Zoek documenten en packs

# libraryFilterSubject
source: Subject
fr: Matière
nl: Vak

# libraryFilterTopic
source: Topic
fr: Thème
nl: Onderwerp

# libraryFilterGrade
source: Grade
fr: Niveau
nl: Niveau

# libraryFilterLanguage
source: Language
fr: Langue
nl: Taal

# libraryClearFilters
source: Clear filters
fr: Effacer les filtres
nl: Filters wissen

# libraryDocumentsSection
source: Documents
nl: Documenten

# libraryPacksSection
source: Learning Packs
fr: Packs d'apprentissage
nl: Leerpakketten

# libraryNoDocumentsMatch
source: No documents match your filters.
fr: Aucun document ne correspond à vos filtres.
nl: Geen documenten komen overeen met je filters.

# libraryNoPacksMatch
source: No packs match your filters.
fr: Aucun pack ne correspond à vos filtres.
nl: Geen pakketten komen overeen met je filters.

# librarySmartCategoriesTitle
source: Smart Categories
fr: Catégories intelligentes
nl: Slimme categorieën

# librarySmartCategoriesSubtitle
source: Auto-classified by subject and topic.
fr: Classés automatiquement par matière et thème.
nl: Automatisch ingedeeld op vak en onderwerp.

# libraryCollectionsTitle
source: Collections
nl: Collecties

# libraryCollectionsSubtitle
source: Your manual groupings per child.
fr: Vos regroupements manuels par enfant.
nl: Jouw handmatige groepen per kind.

# libraryCollectionsEmpty
source: No collections yet. Add one when reviewing a document.
fr: Aucune collection pour le moment. Ajoutez-en une lors de la validation d’un document.
nl: Nog geen collecties. Voeg er een toe bij het beoordelen van een document.

# libraryRecentUploadsTitle
source: Recent uploads
fr: Importations récentes
nl: Recente uploads

# libraryRecentUploadsSubtitle
source: Latest documents first.
fr: Les documents les plus récents en premier.
nl: Nieuwste documenten eerst.

# libraryUnclassifiedTitle
source: Unclassified
fr: Non classé
nl: Ongeclassificeerd

# libraryUnclassifiedSubtitle
source: Missing subject/topic/grade metadata.
fr: Métadonnées de matière/thème/niveau manquantes.
nl: Ontbrekende metadata voor vak/onderwerp/niveau.

# libraryFilterClear
source: Clear
fr: Effacer
nl: Wissen

# libraryFilterDone
source: Done
fr: Terminé
nl: Klaar

# uploadTopicHint
source: e.g. Fractions, Grammar, World War II
fr: ex. Fractions, Grammaire, Seconde Guerre mondiale
nl: bijv. Breuken, Grammatica, Tweede Wereldoorlog

# uploadGradeLabel
source: Grade
fr: Niveau
nl: Niveau

# uploadGradeHint
source: e.g. 5th Grade
fr: ex. CM2
nl: bijv. Groep 7

# uploadCollectionsLabel
source: Collections (comma separated)
fr: Collections (séparées par des virgules)
nl: Collecties (komma-gescheiden)

# uploadCollectionsHint
source: e.g. Emma Exam Week, Homework
fr: ex. Semaine d’examen d’Emma, Devoirs
nl: bijv. Emma toetsweek, Huiswerk

# uploadTagsLabel
source: Tags (comma separated)
fr: Tags (séparés par des virgules)
nl: Tags (komma-gescheiden)

# uploadTagsHint
source: e.g. fractions, verbs
fr: ex. fractions, verbes
nl: bijv. breuken, werkwoorden

# revisionSetupTitle
source: Revision Express
fr: Révision Express
nl: Herhaling Express

# revisionSetupSubtitle
source: Quick 5-minute boost before a test.
fr: Boost rapide de 5 minutes avant un contrôle.
nl: Snelle boost van 5 minuten voor een toets.
